Repository: team-hummelt/wp-facebook-importer
Catalog: languages/wp-facebook-importer-*.po
Languages: de_de

source: Error
de_de: Fehler

source: Ajax transmission error
de_de: Ajax-Übermittlungsfehler

source: The input field Name/Location is a mandatory field!
de_de: Das Eingabefeld Name/Location ist ein Pflichtfeld!

source: Name or location "%s" already exists!
de_de: Name oder Ort "%s" existiert bereits!

source: saved
de_de: gespeichert

source: Error while saving.
de_de: Fehler beim Speichern.

source: Changes saved successfully.
de_de: Änderungen erfolgreich gespeichert.

source: Category name is a required field!
de_de: Kategorie Name ist ein Pflichtfeld!

source: The title form is required!
de_de: Die Titelform ist Pflichtfeld!

source: Title form must have at least 5 characters!
de_de: Titelform muss min. 5 Zeichen haben!

source: Title form wrong format! Only letters, numbers, hyphens or underscores.
de_de: Titelform falsches Format! Nur Buchstaben, Zahlen, Bindestriche oder Unterstriche.

source: Name or title form already exists!
de_de: Name oder Titelform schon vorhanden!

source: select
de_de: auswählen

source: Import deleted
de_de: Import gelöscht

source: Import, posts and events deleted!
de_de: Import, Beiträge und Veranstaltungen gelöscht!

source: Posts deleted
de_de: Beiträge gelöscht

source: All posts and events deleted!
de_de: Alle Beiträge und Veranstaltungen gelöscht!

source: Events deleted
de_de: Veranstaltungen gelöscht

source: Reset successful
de_de: Reset erfolgreich

source: All posts and events reset.
de_de: Alle Beiträge und Veranstaltungen zurück gesetzt.

source: Successfully Synchronized!
de_de: Erfolgreich Synchronisiert!

source: Posts successfully updated.
de_de: Beiträge erfolgreich aktualisiert.

source: Events successfully updated.
de_de: Veranstaltungen erfolgreich aktualisiert.

source: No limit
de_de: keine Begrenzung

source: Edit
de_de: Bearbeiten

source: delete
de_de: löschen

source: Settings
de_de: Einstellungen

source: FB pages
de_de: FB Seiten

source: Method not found.
de_de: Methode nicht gefunden.

source: Facebook Post
de_de: Facebook Beiträge

source: Facebook Posts
de_de: Facebook Beiträge

source: Edit Facebook Post
de_de: Facebook-Post bearbeiten

source: Facebook Post navigation
de_de: Facebook Beiträge Navigation

source: Add new post
de_de: Neuen Post hinzufügen

source: Facebook Posts Archives
de_de: Facebook Posts Archiv

source: Facebook Categories
de_de: Facebook Kategorien

source: Facebook Category
de_de: Facebook-Kategorie

source: Search Facebook Categories
de_de: Facebook-Kategorien suchen

source: All Facebook Categories
de_de: Alle Facebook-Kategorien

source: Parent Facebook Category
de_de: Übergeordnete Facebook-Kategorie

source: Parent Facebook Category:
de_de: Übergeordnete Facebook-Kategorie:

source: Edit Facebook Category
de_de: Facebook-Kategorie bearbeiten

source: Update Facebook Category
de_de: Facebook-Kategorie aktualisieren

source: Add New Facebook Category
de_de: Neue Facebook-Kategorie hinzufügen

source: New Facebook Category
de_de: Neue Facebook-Kategorie

source: Standard category for posts
de_de: Standard Kategorie für Posts

source: Standard category for events
de_de: Standard Kategorie für Veranstaltungen

source: This plugin has been disabled because it requires a PHP version greater than %s and a WordPress version greater than %s. Your PHP version can be updated by your hosting provider.
de_de: Dieses Plugin wurde deaktiviert, weil es eine PHP-Version größer als %s und eine WordPress-Version größer als %s benötigt. Ihre PHP-Version kann von Ihrem Hosting-Anbieter aktualisiert werden.

source: Subscriber
de_de: Abonnent

source: Contributor
de_de: Mitarbeiter

source: Author
de_de: Autor

source: Editor
de_de: Redakteur

source: New import "%s" with the ID: %d created!
de_de: Neuer Import "%s" mit der ID: %d erstellt!

source: "%s" could not be saved!
de_de: "%s" konnte nicht gespeichert werden!

source: no access token stored!
de_de: kein Access-Token gespeichert!

source: Facebook Graph error:
de_de: Facebook Graph-Fehler:

source: Facebook SDK error:
de_de: Facebook SDK-Fehler:

source: NO Data:
de_de: KEINE Daten:

source: no new data found!
de_de: keine neuen Daten gefunden!

source: no data found!
de_de: keine Daten gefunden!

source: Logged in as
de_de: Angemeldet als

source: Event has expired!
de_de: Veranstaltung ist abgelaufen!

source: Event already available!
de_de: Veranstaltung schon vorhanden!

source: Event
de_de: Veranstaltung

source: no content
de_de: kein Inhalt

source: NO Data:
de_de: KEINE Daten:

source: hourly
de_de: Stündlich

source: Twice a day
de_de: Zweimal Täglich

source: Once a day
de_de: Einmal täglich

source: Once a week
de_de: Einmal wöchentlich

source: Name or location for this import:
de_de: Name oder Location für diesen Import:

source: This name is displayed on the website..
de_de: Dieser Name wird auf der Website angezeigt.

source: Description for this import:
de_de: Beschreibung für diesen Import:

source: The description is optional.
de_de: Die Beschreibung ist optional.

source: Max. Number of posts and events Import:
de_de: Max. Anzahl von Posts und Veranstaltungen importieren:

source: The standard value is 100.
de_de: Der Standardwert ist 100.

source: Facebook Api and WordPress Options:
de_de: Facebook-API und WordPress Optionen:

source: If you do not enter a Page ID or User ID, your Facebook User ID will be used.
de_de: Geben Sie keine Page-ID oder User-ID ein, wird Ihre Facebook User-ID verwendet.

source: Only posts and events of the user are imported.
de_de: Nur Posts und Veranstaltungen des User werden importiert.

source: User ID active
de_de: User-ID aktiv

source: Select category for Facebook posts and events:
de_de: Kategorie für Facebook Posts und Veranstaltungen auswählen:

source: If you do not select a category, the default categories for posts or events will be used.
de_de: Wählen Sie keine Kategorie aus, werden die Standard-Kategorien für Posts bzw. Veranstaltungen verwendet.

source: Category for posts:
de_de: Kategorie für Posts:

source: Category for events:
de_de: Kategorie für Veranstaltungen:

source: Create a new category for Facebook posts or events:
de_de: Neue Kategorie für Facebook Posts oder Veranstaltungen erstellen:

source: Create new category
de_de: Neue Kategorie erstellen

source: Create a new Facebook import
de_de: Neuen Facebook Import erstellen

source: Save changes
de_de: Änderungen speichern

source: back to the overview
de_de: zurück zur Übersicht

source: Synchronise now
de_de: Jetzt Synchronisieren

source: Synchronize posts
de_de: Beiträge Synchronisieren

source: Synchronize events
de_de: Veranstaltungen Synchronisieren

source: Delete import
de_de: Import löschen

source: Delete all posts
de_de: Alle Posts löschen

source: FB API credentials
de_de: FB API-Zugangsdaten

source: Show tokens
de_de: Token anzeigen

source: Hide token
de_de: Token ausblenden

source: Synchronization settings
de_de: Synchronisation-Einstellungen

source: Cronjob active
de_de: Cronjob aktiv

source: Synchronization interval
de_de: Synchronisierungsintervall

source: Update interval for synchronisation
de_de: Update-Intervall für die Synchronisierung

source: Import posts per update
de_de: Beiträge pro Update Importieren

source: URL for external cronjob
de_de: URL für externen Cronjob

source: Close
de_de: Schließen

source: Facebook Import Posts
de_de: Facebook Beiträge Importieren

source: FB API access data
de_de: FB API-Zugangsdaten

source: Facebook Importer and WordPress Options
de_de: Facebook-API und WordPress Optionen

source: Minimum requirement for using this function
de_de: Mindestvoraussetzung für die Verwendung dieses Plugins

source: User role
de_de: Benutzer Rolle

source: Import and manage Facebook content
de_de: Facebook Inhalte importieren und verwalten

source: Facebook content and events
de_de: Facebook Inhalte und Veranstaltungen

source: all imported content
de_de: alle importierten Inhalte

source: Import new content
de_de: Neue Inhalte importieren

source: Name or location for this import
de_de: Name oder Location für diesen Import

source: This name is displayed on the website
de_de: Dieser Name wird auf der Website angezeigt

source: Description for this import
de_de: Beschreibung für diesen Import

source: The description is optional
de_de: Die Beschreibung ist optional

source: Max. Number of posts and events Import
de_de: Max. Anzahl von Posts und Veranstaltungen importieren

source: The standard value is
de_de: Der Standardwert ist

source: Facebook Api and WordPress Options
de_de: Facebook-API und WordPress Optionen

source: Facebook Page ID
de_de: Facebook Seiten-ID

source: Select category for Facebook posts and events
de_de: Kategorie für Facebook Posts und Veranstaltungen auswählen

source: Category for posts
de_de: Kategorie für Posts

source: Category for events
de_de: Kategorie für Veranstaltungen

source: Create a new category for Facebook posts or events
de_de: Neue Kategorie für Facebook Posts oder Veranstaltungen erstellen

source: active
de_de: aktiv

source: next synchronization on
de_de: nächste Synchronisierung am

source: on
de_de: am

source: at
de_de: um

source: clock
de_de: Uhr

source: from
de_de: vom

source: unknown
de_de: unbekannt

source: If the entry remains empty, the number is unlimited.
de_de: Bleibt der Eintrag leer, ist die Anzahl unbegrenzt.

source: Start synchronization
de_de: Beginn der Synchronisierung

source: last post
de_de: letzter Beitrag

source: last update
de_de: letzte Aktualisierung

source: Ignore posts without picture
de_de: Beiträge ohne Bild ignorieren

source: Posts and events
de_de: Beiträge und Veranstaltungen

source: are synchronized
de_de: werden synchronisiert

source: Posts
de_de: Beiträge

source: Events
de_de: Veranstaltungen

source: Imported
de_de: Importierte

source: Settings for import
de_de: Einstellungen für den Import

source: Create new import
de_de: Neuen Import erstellen

source: Display cronjob log
de_de: CronJob Log anzeigen

source: next update
de_de: Nächstes Update

source: The date of the last synchronization is reset.
de_de: Das Datum der letzten Synchronisation wird zurückgesetzt.

source: Designation
de_de: Bezeichnung

source: Page ID
de_de: Seiten-ID

source: User active
de_de: User aktiv

source: Post Category
de_de: Post Kategorie

source: Event Category
de_de: Event Kategorie

source: End post
de_de: Ende Post

source: End event
de_de: Ende Event

source: Create a new category
de_de: Neue Kategorie erstellen

source: This name is then displayed on the website
de_de: Dieser Name wird auf der Website angezeigt

source: Title form
de_de: Titelform

source: create
de_de: Erstellen

source: cancel
de_de: Abbrechen

source: The "title form" is the readable URL variant of the name. It usually consists only of lower case letters, numbers and hyphens.
de_de: Die „Titelform“ ist die lesbare URL-Variante des Namens. Sie besteht normalerweise nur aus Kleinbuchstaben, Zahlen und Bindestrichen.

source: Description
de_de: Beschreibung

source: The description is not always displayed. In some themes it may be displayed.
de_de: Die Beschreibung wird nicht immer angezeigt.

source: Really delete all posts?
de_de: Alle Beiträge wirklich löschen?

source: Delete import really?
de_de: Import wirklich löschen?

source: Delete posts
de_de: Beiträge löschen

source: Delete posts?
de_de: Beiträge löschen?

source: All posts and events will be irrevocably deleted! The deletion can not be undone.
de_de: Alle Beiträge und Veranstaltungen werden unwiderruflich gelöscht! Das löschen kann nicht rückgängig gemacht werden.

source: All posts will be irrevocably deleted! The deletion can not be undone.
de_de: Alle Beiträge werden unwiderruflich gelöscht! Das löschen kann nicht rückgängig gemacht werden.

source: Delete all events
de_de: Alle Events löschen

source: Really delete all events?
de_de: Alle Events wirklich löschen?

source: All events will be irrevocably deleted! The deletion can not be undone.
de_de: Alle Events werden unwiderruflich gelöscht! Das löschen kann nicht rückgängig gemacht werden.

source: View details
de_de: Details anzeigen

source: More information about %s
de_de: Weitere Informationen über %s

source: Check for updates
de_de: Nach Aktualisierungen suchen

source: Unknown update checker status "%s"
de_de: Unbekannter Update-Checker-Status "%s"

source: There is no changelog available.
de_de: Es ist kein Change Log verfügbar.
